<%@ page contentType="text/html; charset=UTF-8" %> 
 
<!DOCTYPE html> 
<html> 
<head>
  <title>개인정보취급방침</title>
  <meta charset="utf-8">
  
</head>
<body> 
<div class="container">
<h2 class="col-sm-offset-1 col-sm-11">이용약관</h2>
<form class="form-horizontal" 
      action="createForm"
      method="post"
      onsubmit="return send()"
      name = "frm"
      >

  
  <div class="form-group">
    <label class="control-label col-sm-1" for="content"></label>
    <div class="col-sm-8">
    <textarea rows="20" cols="100" id="content" name="content" class="form-control">Cummunity 서비스약관 (2021. 8. 23 부터 유효) 
 
제 1장 총칙
제 1조 (목적)
서비스 이용 약관(이하 ‘약관’이라 함)은 발자국 주식회사(이하 '회사'라 함)가 제공하는 발자국, 발자국Plus 등을 포함한발자국에서 제공하는 서비스 (이하 ‘서비스’)를 이용함에 있어 ‘회사’와 ‘회원’(제 2조에서 정의합니다)의 권리, 의무, 책임사항 및 ‘회원’의 ‘서비스’이용절차에 관한 사항을 규정함을 목적으로 합니다. ‘서비스’의 제공 방식에 따라 별도로 회원가입을 했더라도 ‘회원’은 ‘회사’에서 운영하는 ‘서비스’에 추가 약관 동의 없이 이용 할 수 있습니다.

제 2 조 (용어의정의)
1. ‘서비스’라 함은 구현되는 단말기 (PC, 휴대형단말기 등의 각종 유무선장치를 포함)와 상관없이 ‘회사’에 종속되어 ‘회원’을 대상으로 제공하는 모든 기능을 의미합니다.

1) 발자국 서비스
① 발자국 서비스(이하 ‘발자국’이라 함) : 위치 기반으로 전세계 맛집을 추천 받거나 검색 하고 방문기록을 남기는 서비스 입니다.
② 발자국매장 : ‘발자국매장’이란 ‘발자국’를 통해 정보를 제공하는 모든 음식점 및 술집 등을 지칭합니다.
③ 발자국리뷰 : ‘회원’이 발자국 상에서 ‘매장’에 직접 남긴 평가점수, 글, 사진, 동영상을 의미합니다.
2) 발자국Plus 서비스
① 발자국Plus 서비스(이하 ‘발자국Plus’라 함) : ‘회원’이 원하는 모임이나 서비스 조건을 요청하고, 발자국Plus 가맹점에서 할인, 서비스 혜택을 제안하여 예약 및 예약금을 결제하는 프리미엄 예약 서비스 입니다.
② 발자국Plus 매장 : ‘발자국Plus 매장’이란 서비스 상에서 ‘발자국Plus’를 통해 정보를 제공하는 모든 음식점 및 술집 등을 지칭합니다.
③ 발자국Plus 리뷰 : ‘회원’이 발자국Plus 상에서 ‘매장’에 직접 남긴 평가점수, 글, 사진, 동영상을 의미합니다.
2. 회원 : ‘서비스’ 통합회원으로 본 약관에 동의하여 이용계약을 체결하고 서비스를 이용하는 모든 회원을 의미합니다.
3. 비회원 : ‘회원’에 가입하지 않고 ‘회사’가 제공하는 ‘서비스’를 이용하는 자를 의미합니다.
4. 어플리케이션 : 스마트폰 및 태블릿에서 ‘서비스’를 설치하여 이용할 수 있도록 구성된 프로그램을 의미합니다.
5. 개인정보 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률에서 언급하는 개인정보(휴대폰번호, 이메일주소)를 말합니다. 본 약관에서 사용하는 용어 중 본 조에서 정하지 아니한 사항은 관계법령에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다.

제 3 조 (서비스 사업자의 개요)
1.이 약관에서 규정하는 서비스는 회사가 제공하는 ‘서비스’에 한하며 ‘상호 및 주소, 연락처는 다음의 각호와 같다.
2.상호 : 발자국 주식회사
3.주소 : 서울특별시 마포구 양화로 156 LG팰리스 서울특별시 마포구 동교동 165-8
4.연락처 : 123-456-7890
제 4 조 (약관의 효력 및 변경)
1.이 약관은 회사에서 제공하는 ‘서비스’를 이용하고자 하는 모든 이용자에 대하여 그 효력을 발생합니다.
2.'회사'는 이 약관의 내용을 '회원'이 쉽게 알 수 있도록 '회사'의 웹사이트 화면 하단에 상설메뉴로 게시합니다.
3.'회사'는 대한민국의 법령과 국제조약을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
4.'회사'가 약관을 개정할 경우에는 적용예정일 및 개정사유를 명시하여 현행 약관과 함께 적용 예정일 7일 전부터 공지합니다. 다만, '회원'에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지하는 것 외에 전자우편발송 등 전자적 수단을 통해 별도로 통지합니다.
5.'회원'은 개정된 약관에 대해 동의하지 않을 권리가 있으며, 개정된 약관에 동의하지 않을 경우 이용계약을 해지할 수 있습니다. '회사'가 전항 단서에 따라 회원에게 통지하면서 상당한 기간(예:30일)을 정하여 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 '회원'의 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다.

제 5 조 (개별 서비스에 대한 약관 및 해석)
1. ‘회사’는 ‘서비스’에 관하여 적용될 사항(‘개별약관’) 및 세부적인 내용(이하’이용정책’)을 정하여 운영할 수 있으며 해당 내용은 ‘회사’ 홈페이지 및 개별 서비스를 통해 공지합니다.
2. 개별 서비스에 대한 ‘개별약관’이 본 약관과 상충할 경우에는 ‘개별약관’이 우선하여 적용됩니다.
3. ‘회원’은 항상 ‘개별약관’이나 ‘이용정책’의 내용에 변경이 있는지를 주시하여야 하며, 변경사항의 공지가 있을 시에는 이를 확인하여야 합니다.
제 2 장 서비스 이용 계약 체결
제 6 조 (이용계약의 체결)
1. 이용계약은 회원이 되고자 하는 자(이하 ‘가입신청자’)가 약관의 내용에 대하여 동의를 한 다음 ‘서비스’이용 신청을 하고, 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
2. 회사는 ‘가입신청자’의 신청에 대하여 ‘서비스’이용을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
① 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우 (단 ‘회사’의 회원 재가입 승낙을 얻은 경우에는 예외로 함)
② 실명이 아니거나 타인의 명의를 이용한 경우.
③ 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우.
④ 부정한 용도로 서비스를 사용하고자 하는 경우.
⑤ 14세 미만 아동이 법정대리인(부모 등)의 동의 없이 신청하는 경우.
⑥ ‘회사’로부터 이용정지 및 제한을 당한 회원이 그 이용정지 기간 중에 이용계약을 임의 해지하고 재 신청을 하는 경우.
⑦ ‘가입신청자’의 귀책사유로 인하여 승인이 불가능하거나 기타 회사가 정한 제반 사항을 위반하여 신청하는 경우.
⑧ ‘회사’의 정책에 적합하지 않는 ‘회원’으로 판단되는 경우나 ‘서비스’ 제공이 곤란한 경우.
⑨ ‘회원’의 이용 목적이나 ‘서비스’ 이용 방법이 ‘회사’의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우.
⑩ 사회의 안녕, 질서 또는 미풍양속을 저해할 목적으로 신청한 경우
⑪ 회사의 내부서비스 기준에 적합하지 않은 회원으로 판단되는 경우나 서비스 제공이 곤란한 경우
⑫ 기타 ‘회사’가 합리적인 판단에 의하여 필요하다고 인정하는 경우.
3. 제 1 항에 따른 신청에 있어 ‘회사’는 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
4. 제 1 항에 따른 신청에 있어 ‘회사’는 제공하는 ‘서비스’의 종류에 따라 필요한 경우 ‘가입신청자’에게 추가 정보를 요청할 수 있습니다.
5. 회사는 ‘서비스’ 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.
6. 본 조 제 2 항과 제 4 항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, 회사는 원칙적으로 이를 가입신청자에게 알리도록 합니다.
7. 이용계약의 성립 시기는 회사가 가입완료를 신청절차 상에서 표시하거나 ‘회사’가 정하는 방법으로 ‘회사’가 ‘가입신청자’에게 가입완료 안내를 발송하여 도달한 시점으로 합니다.

제 7 조 (이용계약의 해지 및 이용제한)
1. ‘회원’은 언제든지 ‘회사’가 정한 절차에 따라 회원 탈퇴를 요청하여 이용계약 해지 신청을 할 수 있으며, ‘회사’는 관련법 등이 정하는 바에 따라 이를 즉시 처리합니다.
2. ‘회원’이 계약을 해지할 경우, 회원정보는 관련법 및 개인정보취급방침에 따라 처리됩니다.
3. 회사는 아래 각 호의 사유가 발생하는 경우 회원의 ‘서비스’ 이용을 중단하거나 경고, 일시 정지, 영구 이용정지 등으로 ‘서비스’이용을 단계적으로 제한할 수 있습니다.
① 부정하게 타인의 계정을 사용하여 ‘서비스’를 이용한 경우
② ‘회원’이 ‘회사’ 서비스의 운영을 고의 및 과실로 방해하는 경우
③ 제6조 제2항에 따른 승낙거부 사유가 있음이 확인된 경우.
④ 타인의 ’서비스’ 이용을 방해하거나 정보를 도용하는 등 전자상거래질서를 위협하는 경우.
⑤ ‘회사’를 이용하여 법령과 이 약관이 금지하거나 공공질서, 미풍양속에 반하는 행위를 하는 경우.
⑥ 기타 ‘회사’가 ‘회원’의 이용정지를 진행할 합리적인 사유가 있는 경우.

1) 발자국
① ‘발자국매장’에 대해 고의적으로 악성 리뷰를 남기는 행위
② 타인의 의사에 반하여 광고성 정보를 전송하는 행위

2) 발자국Plus
① ’회원’이 1년 동안 일정 횟수 이상 ‘서비스’를 이용하여 예약한 후 예약 취소 절차 없이 매장에 방문 하지 않은 경우 (No Show 하는 경우).
② ’서비스’의 대금결제, 기타 ‘서비스’이용과 관련하여 회원이 부담하는 채무를 기일에 이행하지 않는 경우.

4. ‘회사’는 위의 따른 귀책사유로 ‘회원’의 ‘서비스’ 이용을 중단 및 제한하는 경우 이메일, 전화 또는 기타의 방법을 통하여 해지의사를 통지하며, '회사'는 이용제한내용에 해당하는 '회원'이 다시 이용신청을 하는 경우 30일 동안 승낙을 제한하거나 이용신청을 거절할 수 있습니다.
5. 이용계약의 종료와 관련하여 발생한 손해는 이용계약이 종료된 해당 회원이 책임을 부담하며, ‘회사’는 일체의 책임을 부담하지 않습니다.
6. ‘회사’는 ‘회원’이 계속해서 6개월 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 정지할 수 있습니다.
7. ‘회원’이 계약을 해지하는 경우, ‘회원’이 작성한 ‘게시물’ 중 리뷰, 별점, 사진 등과 같이 본인 계정에 등록된 게시물 일체는 삭제됩니다. 다만, 타인에 의해 스크랩되거나 공용게시판에 등록된 ‘게시물’ 등은 삭제되지 않을 수 있으니 사전에 삭제 후 탈퇴하시기 바랍니다.
8.‘회원’은 본 조에 따른 이용제한 등에 대해 ‘회사’가 정한 절차에 따라 이의신청을 할 수 있으며, 이의가 정당하다고 ‘회사’가 인정하는 경우 ‘회사’는 즉시 ‘서비스’의 이용을 재개합니다.

제3장 서비스 이용
제 8조(서비스의 내용 및 제공)
1. 회사가 본 약관에 따라 회원에게 제공하는 ‘서비스’는 아래 각 호와 같습니다.

1) 발자국
① ‘회사’에서 큐레이션한 추천 ‘발자국매장’ 정보 제공
② ‘발자국매장’에 대해 지역 및 메뉴 검색 서비스 제공
③ ‘발자국매장’ 사용자 즐겨찾기 서비스 제공
④ ‘회사’에서 직접 수집한 전국 지역 쿠폰 서비스 제공
⑤ 본인 인증을 받은 이용자에 대한 예약 서비스 제공(예약 요청 시 매장에 이를 전달)

2) 발자국Plus
① 예약을 위한 ‘발자국Plus 매장’의 정보 제공
② ‘회원’의 모든 예약 내역을 제공
③ ‘회원’의 예약 데이터를 기반으로 한 맞춤 매장추천
④ ‘회원’이 예약 요청 시 ‘매장’에 이를 전달
⑤ 일부 예약에 한하여 ‘예약금’ 제도 운영
⑥ 일부 ‘발자국Plus 매장’과 제휴 하에 예약 시 일정률의 할인 제공

2. ‘회사’가 추가 개발하거나 다른 회사와의 제휴 계약 등을 통해 ‘회원’에게 제공하는 일체의 서비스를 제공합니다.
3. ‘회사’는 ‘서비스’를 연중무휴, 1일 24시간 제공함을 원칙으로 하나 예약 서비스의 제공은 제 10조에 의거합니다.
4. ‘회사’는 ‘서비스’의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 ‘홈페이지’에서 공지한 바에 따릅니다. 정기점검시간은 사전에 공지하는 것을 원칙으로 하나 부득이 한 사유가 있는 경우 사후에 통지할 수 있습니다.
5. ‘회사’는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 ‘서비스’의 제공을 일시적으로 중단할 수 있습니다. 이 경우 ‘회사’는 공지사항, 푸시 메시지를 통해 ‘회원’에게 통지합니다. 다만, ‘회사’가 사전에 통지할 수 없는 부득이 한 사유가 있는 경우 사후에 통지할 수 있습니다.
6. ‘회사’는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 ‘서비스’를 변경할 수 있습니다.
7. ‘회사’는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 대한 특별한 규정이 없는 한 ‘회원’에게 별도의 보상을 하지 않습니다.

제 9 조 (서비스의 요금)
1. '회사'가 제공하는 서비스는 기본적으로 무료입니다. 단, 유료 서비스의 경우 해당 서비스에 명시된 요금을 지불하여야 사용 가능합니다.
2. 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에 따릅니다.

제 10조(발자국, 발자국Plus 서비스의 예약 정책)
1. ‘발자국’과 ‘발자국Plus’는 예약 서비스를 제공합니다.

1) 발자국
① ‘발자국’ 간편 예약은 비로그인 기반 서비스로서 서비스에 가입한 회원이 아니더라도 이용 가능합니다. (단, 간편 예약 요청 시 예약자 정보(이름, 휴대폰번호)를 입력한 사용자에 한해 이용 가능하며, 예약자 정보를 입력한 사용자를 ‘회원’ 이라고 칭하며, 예약 서비스에 한해서만 그 권한을 부여한다.
② ‘회사’는 ‘회원’이 예약을 요청할 때, ‘발자국매장’에 ‘회원’의 개인정보 및 예약정보를 전달하고 ‘발자국매장’의 응답에 따라 ‘회원’에게 예약 결과를 전달하는 중개자 역할을 합니다.
③ ‘발자국매장’의 상황에 따라 ‘회원’이 요청한 예약에 대한 응답이 지연되거나, ‘발자국매장’의 영업시간이 종료된 경우 해당 내용을 ‘회원’에게 미리 공지(예. 문자/전화)합니다.
④ 전일 19시부터 익일 10시 사이에 접수된 예약은 익일 10시 이후에 접수된 순으로 처리되며, 그 외 시간에 접수된 예약은 접수 즉시 처리하는 것을 원칙으로 합니다.
⑤ 예약 가능한 시간/날짜는 예약 요청하는 시점으로부터 최소 30분 이후이며, 최대 1개월 이내에 한해서만 예약 가능합니다.
⑥ 예약 취소 접수는 예약 시간 30분 전까지 가능하며, ‘회사’의 업무 시간(10:00-19:00) 내 ‘회원’이 ‘회사’로 직접 전화해서 취소할 수 있습니다.
⑦ ‘회원’이 요청한 예약의 확정 여부는 전적으로 ‘발자국매장’에서 결정하며, ‘발자국매장’ 상황에 따라 취소 또는 변경될 수 있으며, ‘회사’에서 결정한 방식에 따라 ‘회원’에게 그 내용을 공지합니다. 단, ‘발자국매장’에서 ‘회원’에게 개별적으로 연락을 취한 경우에 대해서는 별도로 공지하지 않습니다.
⑧ ‘회원’이 다음 각 사항들을 지키지 않을 시 불이익이 발생할 수 있으며 이에 대한 모든 책임은 회원에게 있습니다. • ‘회원’이 예약 요청 시 선택한 인원 수에 맞춰 예약된 ‘발자국매장’에 방문 • ‘회원’이 예약 요청 시 선택한 날짜에 맞춰 예약된 ‘발자국매장’에 방문 • ‘회원’이 예약 요청 시 선택한 시간에 맞춰 예약된 ‘발자국매장’에 방문

2) 발자국Plus
① ‘회사’는 ‘회원’이 입력한 요청 내용에 적절한 하나 또는 2개 이상의 ‘발자국Plus 매장’의 메뉴 및 혜택을 제안하고 ‘회원’이 선택한 ‘발자국Plus 매장’ 예약에 따라 ‘발자국Plus 매장’에 예약 결과와 제시한 혜택을 전달하는 중간자 역할을 합니다.
② ‘회사’의 영업시간(오전 9시 30분 ~ 오후 6시 30분) 외에 들어온 요청 건은 익일 영업시간에 처리되며, 영업시간 내에 들어온 요청 건은 요청이 들어온 당일에 처리됩니다.
③ ‘회원’이 입력한 요청에 대하여 ‘회사’가 제안할 ‘발자국Plus 매장’이 없을 경우, ‘회사’는 ‘회원’에게 요청일 내에 이를 유선상으로 통지합니다.
④ ‘회사’가 제안한 내용에 대하여 ‘회원’이 방문일 2일 전 오후 6시까지 예약하지 않을 경우, 요청은 종료 처리됩니다.
⑤ ‘회원’의 요청 건에 대하여 ‘발자국Plus 매장’에서 제안하는 내용은 ‘발자국Plus 매장’에서 결정하며 ‘회사’는 그 어떤 개입도 없이 전달만 수행합니다. ‘발자국Plus 매장’의 제안 내용은 유사한 조건의 요청이더라도 ‘발자국Plus 매장’의 상황에 따라 달라질 수 있습니다.
⑥ ‘회원’이 예약한 ‘발자국Plus 매장’에 예약을 전달하거나 예기치 못한 상황으로 인해 연락이 필요한 경우, ‘서비스’에 가입되어 있는 ‘회원’의 휴대폰번호를 기준으로 처리되며, ‘회원’의 휴대폰번호 변경 등의 사유로 연락이 되지 않을 경우 ‘회원’에게 발생하는 불이익에 대해서 ‘회사’는 책임지지 않습니다.
⑦ ‘회사’는 예약금이 있는 ‘발자국Plus 매장’에 대한 예약에 한하여 ‘예약금제도’를 운영할 수 있으며, 이 경우 ‘회원’은 예약 시 안내되는 예약금을 결제해야만 예약이 완료됩니다.
⑧ ‘회원’이 다음 각 사항들을 지키지 않을 시 불이익이 발생할 수 있으며 이에 대한 모든 책임은 회원에게 있습니다.
• ‘회원’이 예약 요청 시 선택한 인원 수에 맞춰 예약된 ‘발자국Plus 매장’에 방문
• ‘회원’이 예약 요청 시 선택한 날짜에 맞춰 예약된 ‘발자국Plus 매장’에 방문
• ‘회원’이 예약 요청 시 선택한 시간에 맞춰 예약된 ‘발자국Plus 매장’에 방문


제 11조 (정보의 제공 및 광고의 게재)
1. '회사'는 광고를 포함하여 다양한 정보를 공지사항, 전자우편, 핸드폰 문자메시지(SMS), 푸쉬메시지 등의 방법으로 '회원'에게 제공할 수 있습니다.
2. '회사'는 불특정 다수 '회원'에 대한 통지를 하는 경우 7일 이상 '서비스' 초기화면에 동 통지를 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, '회원'에게 중대한 영향을 미치는 사항에 대하여는 문자메시지, 전자우편, 쪽지 발송 등으로 통지합니다.
3. '회사'는 '서비스'의 운용과 관련하여 서비스 화면 등에 대하여 '회사'가 지정하는 위치에 광고 등을 게재할 수 있습니다.
4. '회원'은 '회사'에서 제공하는 사이트 광고에 대한 임의의 삭제, 비방 기타 사이트 광고 방해 행위 등을 할 수 없습니다.
5. '회사'는 '서비스'상에 게재되어 있거나 '서비스'를 통한 광고주의 판촉 활동에 '회원'이 참여하거나 교신 또는 거래함으로써 발생하는 손실과 손해에 대해 일체의 책임을 지지 않습니다.

제 12조 (회원정보, 게시물에 대한 권리와 책임)
1. '회원'이 '서비스'에 게시한 '회원정보', 글 및 사진 등 모든 게시물에 대한 권리는 '회사'에게 있습니다.
2. '회사'가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 '회사'에 귀속합니다.
3. '회원'은 '회사'가 정하는 방법에 의해 다른 '회원'의 '회원정보' 및 게시물을 열람할 수 있습니다. 다만, 정당한 권한 없이 다른 '회원'의 '회원정보' 및 게시물을 제거, 변경, 삭제하거나 게시, 전송, 링크, 배포하거나 저작자의 실명 또는 닉네임을 변경 또는 은닉하거나 '회원'의 '회원정보'나 게시물의 제호를 변경하여 당사자의 허락 없이 게시 및 게재할 수 없습니다.
4. '회원'은 '서비스'를 이용하여 선량한 풍속 기타 사회질서를 해하거나, 타인의 권리를 침해하는 행위를 하여서는 아니 되고, 바이러스, 애드웨어, 스파이웨어 등을 포함하고 있는 내용 또는 제3자의 저작권 등 지적재산권을 침해하는 내용의 '회원정보'나 게시물을 게시하거나 전송 또는 배포할 수 없으며 이에 대한 모든 책임은 '회원' 본인에게 있습니다.
5. '회사'는 '회원정보'나 게시물이 제4항에 해당하는 경우, 또는 '회사'의 규칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우 '회원'에 대한 사전 통지나 동의 확인 절차 없이 이를 삭제하거나 등록 거부할 수 있으며, 이에 대해 '회사'는 책임을 지지 않습니다.
6. '회원'은 자신이 게시한 '회원정보'나 게시물을 '회사' 또는 '회사'가 허락한 제3자가 아래의 목적으로 사용하는 것을 허락합니다. - '회원'이 ‘서비스’ 내에 게시하는 '회원정보'나 게시물은 서비스 및 ‘회사’의 사업과 관련하여 제휴된 웹사이트, 매체 플랫폼 및 어플리케이션(‘제3자 매체’)에 공개적 표시, 재구성, 마케팅 자료, 검색결과 내지 서비스 프로모션 등에 노출될 수 있으며, 해당 노출을 위해서 필요한 범위 내에서는 일부 수정, 편집되어 게시될 수 있습니다. 이 경우 '회원'은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 비공개 등의 조치를 취할 수 있습니다. - '회사'는 '서비스'를 홍보하기 위한 목적으로 타 인터넷 포탈 사업자 등에게 '회원'의 '회원정보'나 게시물에 대한 검색목록 등의 정보를 제공할 수 있습니다. 단 '회원'이 공개한 범위에 한합니다.
7. '회사'는 '서비스'의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편 등을 수신한 '회원'은 수신거절을 '회사'에게 요청 할 수 있습니다.
8. '회사'는 이외의 방법으로 '회원'의 '회원정보'나 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 '회원'의 동의를 얻어야 합니다.

제 4 장 권리와 의무
제 13 조 (회사의 의무)
1. ‘회사’는 관련 법령과 이 약관이 금지하거나 공공질서, 미풍양속에 반하는 행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고 안정적으로 ‘서비스’를 제공하기 위하여 최선을 다합니다.
2. ‘회사’는 ‘회원’이 안전하게 ‘서비스’를 이용할 수 있도록 ‘회원’의 개인정보(신용정보 포함) 보호를 위한 보안 시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수합니다.
3. ‘회사’는 전자금융거래가 안전하게 처리될 수 있도록 선량한 관리자로서의 주의를 다하며, 전자금융거래의 안전성과 신뢰성을 확보할 수 있도록 전자금융거래의 종류별로 전자적 전송이나 처리를 위한 인력, 시설, 전자적 장치 등의 정보기술 부분 및 전자금융업무에 관하여 금융감독위원회가 정하는 기준을 준수합니다.
4. ‘회사’는 ‘서비스’ 이용과 관련하여 발생하는 ‘회원’의 불만 및 피해구제요청을 적절하게 처리할 수 있도록 필요한 인력 및 시스템을 구비하며 ‘회사’는 ‘서비스’ 이용과 관련하여 ‘회원’으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. ‘회원’이 제기한 의견이나 불만사항에 대해서는 전자우편 등을 통하여 ‘회원’에게 처리과정 및 결과를 전달합니다.
5. ‘회사’는 ‘회원’으로부터의 거래지시가 있음에도 불구하고 천재지변, ‘회사’의 귀책사유가 없는 정전, 화재, 통신장애 기타의 불가항력의 사유로 처리 불가능하거나 지연된 경우에는 ‘회원’에 대하여 이로 인한 책임을 지지 아니합니다.

제 14 조 (회원의 의무)
1. ‘회원’은 ‘서비스’ 이용과 관련하여 다음 각 호의 행위를 해서는 안됩니다.
① 부정한 방법으로 ‘포인트’를 적립하는행위
② ’서비스’의 정상적인 운영 및 ‘회사’의 영업을 방해하는 행위
③ 본 약관을 위반하여 매장 및 제3자에게 손해를 끼치는 행위
④ 개인정보의 등록 또는 변경 시 허위 내용을 등록하거나 타인의 정보를 도용하는 행위
⑤ ‘회사’가 게시한 정보를 변경하는 행위
⑥ ‘회사’가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
⑦ ‘서비스’ 및 제 3자의 저작권 등 지적 재산권을 침해하는 행위
⑧ ‘서비스’ 및 제 3자의 명예를 손상하거나 업무를 방해하는 행위
⑨ 사실관계를 왜곡하는 정보를 제공하는 행위
⑩ 외설 또는 폭력적인 메시지 ,화상, 음성, 기타 공서양속에 반하는 정보를 ‘서비스’에 공개 또는 게시하는 행위
⑪ 회사의 동의 없이 영리를 목적으로 ‘서비스’를 사용하는 행위
⑫ 매장 정보, 사진, 리뷰 등 ‘서비스’에 게시된 ‘게시물’을 ‘회사’의 동의 없이 변형하거나 영리 또는 비영리 용도로 사용하는 행위
⑬ 기타 본 약관 및 관련 법령을 위반하는 행위
2. ‘회원’은 관계법, 본 약관의 규정, 이용안내 및 ‘서비스’와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.

제 15 조 (개인위치정보의 이용 또는 제공)
1. '회사'는 '회원'이 약관에 동의한 후 모바일단말기에서 '서비스'에 접속하여 '위치정보이용'에 동의하는 경우 해당 '회원'의 위치정보를 이용합니다.
2. 위치정보이용 동의
① GPS가 탑재된 모바일 단말기로 '서비스'에 접속하여 '위치정보이용'에 동의한 경우에만 위치정보를 이용하고 동의하지 않은 이용자의 경우 '서비스' 접속 시 마다 '위치정보이용' 동의 요청을 할 수 있습니다. 동의하지 않은 이용자의 경우 모바일 단말기에서 정상적인 서비스 이용이 어려울 수 있습니다.
② '회원'이 모바일 단말기에서 자동 로그인 기능을 선택하지 않는 경우, '회원'은 모바일단말기에서 '서비스'에 로그인할 때마다 '위치정보이용' 동의 여부를 선택할 수 있습니다.
③ '위치정보이용'에 동의를 한 '회원'은 서비스 이용시 본인의 위치를 자의적으로 노출하였다고 간주하며 '회사'는 이용자의 위치정보를 바탕으로 컨텐츠를 제공합니다.
④ 장소정보 및 컨텐츠 입력 등 서비스 이용시 회사는 '회원'이 생성한 컨텐츠에 대해서만 저장하며 '회원'의 위치에 대한 정보를 저장, 보존하지 않습니다.
⑤ '회사'는 위치정보활용을 동의한 후 ‘서비스’에 가입 또는 로그인하고 어플리케이션을 구동하여 위치를 수신 받은 ‘회원’의 위치를 기반으로 컨텐츠를 추천하기 위하여 '위치정보'를 이용합니다.
⑥ '회원'은 원하는 경우 언제든지 서비스 탈퇴를 할 수 있으며, 서비스 탈퇴의 경우 위치정보 이용에 대한 회원의 동의를 철회하는 것으로 간주합니다.
3. ‘회원’ 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
4. ‘회사’는 타사업자 또는 ‘회원‘과의 요금정산 및 민원처리를 위해 위치정보 이용•제공•사실 확인자료를 자동 기록•보존하며, 해당 자료는 1년간 보관합니다.

제 16 조 (개인위치정보주체의 권리)
1. ‘회원’은 ‘회사’에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다.
2. ‘회원’은 ‘회사’에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, ‘회사’는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.
3. ‘회원’은 ‘회사’에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 ‘회사’는 정당한 사유 없이 ‘회원’의 요구를 거절할 수 없습니다.
① 본인에 대한 위치정보 이용, 제공사실 확인자료
② 본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제3자에게 제공된 이유 및 내용
4. ‘회원’은 제1호 내지 제3호의 권리행사를 위해 ‘회사’의 소정의 절차를 통해 요구할 수 있습니다.

제 17 조 (법정대리인의 권리)
① ‘회사’는 14세 미만의 회원에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를 당해 ‘회원’과 당해 회원의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 제16조에 의한 회원의 권리를 모두 가집니다.
② ‘회사‘는 14세 미만의 아동의 개인위치정보 또는 위치정보 이용•제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세미만의 아동과 그 법정대리인의 동의를 받아야 합니다.

제 18 조 (위치정보관리책임자의 지정)
1. ‘회사’는 위치정보를 적절히 관리•보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리책임자로 지정해 운영합니다.
2. 위치정보관리책임자는 위치기반서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 부칙에 따릅니다.

제 19 조 ("회원"의 "아이디" 및 "비밀번호"의 관리에 대한 의무)
① "회원"의 "아이디"와 "비밀번호"에 관한 관리책임은 "회원"에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.
② "회사"는 "회원"의 "아이디"가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 "회사" 및 "회사"의 운영자로 오인한 우려가 있는 경우, 해당 "아이디"의 이용을 제한할 수 있습니다.
③ "회원"은 "아이디" 및 "비밀번호"가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 "회사"에 통지하고 "회사"의 안내에 따라야 합니다.
④ 제3항의 경우에 해당 "회원"이 "회사"에 그 사실을 통지하지 않거나, 통지한 경우에도 "회사"의 안내에 따르지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.

제 20 조 (분쟁의 해결)
1. 본 약관에 관하여 분쟁이 발생할 경우 대한민국의 법률에 따릅니다.
2. 서비스의 이용과 관련하여 분쟁이 발생할 경우 관할법원은 민사소송법상 관할법원으로 합니다.
3. ‘회사’는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 위치정보의 보호 및 이용 등에 관한 법률 제28조의 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다.
4. ‘회사’ 또는 ‘회원’은 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제40조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.

 </textarea>
    </div>
  </div>
  
   
</form>
</div>
</body> 
</html> 