<%@ page contentType="text/html; charset=UTF-8" %> 
 
<!DOCTYPE html> 
<html> 
<head>
  <title>개인정보취급방침</title>
  <meta charset="utf-8">
  
</head>
<body> 
<div class="container">
<h2 class="col-sm-offset-1 col-sm-11" style="margin-top:50px">개인정보취급방침</h2>
<form class="form-horizontal" 
      action="createForm"
      method="post"
      onsubmit="return send()"
      name = "frm"
      >
 
  
  <div class="form-group" style="margin-bottom:100px">
    <label class="control-label col-sm-1" for="content"></label>
    <div class="col-sm-8">
    <textarea rows="20" cols="100" id="content" name="content" class="form-control">Cummunity 서비스약관 (2021. 8. 23 부터 유효) 
 
개인정보 수집•이용 동의서

"발자국 주식회사(이하 ‘회사’라 합니다)는 최초 회원 가입 또는 서비스 이용 시 이용자로부터 아래와 같은 개인정보를 수집하고 있습니다.
이용자는 본 개인정보 수집•이용 동의서에 따른 동의 시, '필요한 최소한의 정보 외의 개인정보' 수집•이용에 동의하지 않을 권리가 있습니다.
개인정보 처리에 대한 상세한 사항은 식신 주식회사 홈페이지 (https://www.footprint.com/) 에 공개한 '개인정보 처리방침'을 참조하십시오."
1. 수집하는 개인정보의 항목 및 수집 방법
ㆍ 회원가입
[필수 항목] 닉네임, 휴대폰 번호, 비밀번호, 성별
[선택 항목] 추천인, 프로필 사진

1) 서비스 이용 과정이나 기타 처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
ㆍ서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보, 불량 이용 기록, 통신사정보, 단말기 정보(모델명, 가용 메모리 및 파일사이즈, OS버전 등)
2) 수집 방법
ㆍ홈페이지, 앱에서 회원의 정보를 수집하고 있습니다.

2. 개인정보의 수집 및 이용목적
1) 웹사이트 및 애플리케이션 서비스 이용을 위한 콘텐츠 제공, 본인인증, 포인트 결제
2) 회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달
3) 맞춤 서비스 개발 및 통계학적 특성에 따른 서비스 제공 및 광고게재, 이벤트 및 광고성 정보 및 참여기회 제공, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계

3. 개인정보의 보유 및 이용기간
1) 서면 및 홈페이지 회원 가입 및 관리 : 회원 탈퇴 시까지 보유합니다.
2) 재화 또는 서비스 제공 : 재화·서비스 공급완료 및 요금 결제·정산 완료시까지 보유합니다.
「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시·광고, 계약내용 및 이행 등 거래에 관한 기록
ㆍ표시·광고에 관한 기록 : 6개월
ㆍ소비자 불만 또는 분쟁처리에 관한 기록 : 3년
ㆍ계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
「통신비밀보호법」에 따른 통신사실확인자료 보관
ㆍ컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월

4. 개인정보 파기절차 및 방법
1) 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 사유에 따라 일정 기간 저장된 후 파기됩니다.
2) 종이에 출력된 개인정보 및 접수된 서류는 분쇄하거나 소각을 통하여 파기하고, 전자적 파일 형태로 저장된 개인정보는 복구할 수 없는 기술적 방법을 사용하여 삭제합니다. </textarea>
    </div>
  </div>
  
   
</form>
</div>
</body> 
</html> 